export const MUSIC_LIST = [
	{
		id: 1,
		title: '魔鬼中的天使',
		artist: '田馥甄',
		file: 'http://oj4t8z2d5.bkt.clouddn.com/%E9%AD%94%E9%AC%BC%E4%B8%AD%E7%9A%84%E5%A4%A9%E4%BD%BF.mp3',
		cover: 'http://oj4t8z2d5.bkt.clouddn.com/%E9%AD%94%E9%AC%BC%E4%B8%AD%E7%9A%84%E5%A4%A9%E4%BD%BF.jpg',
		words: '[ar:田馥甄]\n[ti:魔鬼中的天使]\n[00:00.01]魔鬼中的天使-田馥甄\n[00:02.29]作词：姚若龙\n[00:03.49]作曲：陈小霞\n[00:14.77]把太细的神经割掉\n[00:17.83]会不会比较睡得着\n[00:21.98]我的心有座灰色的监牢\n[00:27.55]关着一票黑色念头在吼叫\n[00:36.81]把太硬的脾气抽掉\n[00:40.02]会不会比较被明了\n[00:44.20]你可以重重把我给打倒\n[00:51.56]但是想都别想我求饶\n[00:58.93]你是魔鬼中的天使\n[01:02.18]所以送我心碎的方式\n[01:06.19]是让我笑到最后一秒为止\n[01:10.34]才发现\n[01:10.87]自己胸口插了一把刀子\n[01:13.62]你是魔鬼中的天使\n[01:16.88]让恨变成太俗气的事\n[01:20.89]从眼里流下谢谢两个字\n[01:24.79]尽管叫我疯子 不准叫我傻子\n[01:48.81]把太硬的脾气抽掉\n[01:52.06]会不会比较被明了\n[01:56.11]你可以重重把我给打倒\n[02:03.61]但是想都别想我求饶\n[02:10.93]你是魔鬼中的天使\n[02:14.13]所以送我心碎的方式\n[02:18.24]是让我笑到最后一秒为止\n[02:22.42]才发现\n[02:23.12]自己胸口插了一把刀子\n[02:25.62]你是魔鬼中的天使\n[02:28.93]让恨变成太俗气的事\n[02:32.89]从眼里流下谢谢两个字\n[02:36.74]尽管叫我疯子 不准叫我傻子\n[02:46.79]随人去拼凑我们的故事\n[02:50.15]我懒得解释 爱怎么解释\n[02:54.10]当谁想看我碎裂的样子\n[02:57.60]我已经又顽强 重生一次\n[03:04.47]你是魔鬼中的天使\n[03:07.64]所以送我心碎的方式\n[03:11.59]是让我笑到最后一秒为止\n[03:15.70]才发现\n[03:16.55]自己胸口插了一把刀子\n[03:19.15]你是魔鬼中的天使\n[03:22.46]让恨变成太俗气的事\n[03:26.37]从眼里流下谢谢两个字\n[03:30.32]尽管叫我疯子 不准叫我傻子'
	}, {
		id: 2,
		title: '风继续吹',
		artist: '张国荣',
		file: 'http://oj4t8z2d5.bkt.clouddn.com/%E9%A3%8E%E7%BB%A7%E7%BB%AD%E5%90%B9.mp3',
		cover: 'http://oj4t8z2d5.bkt.clouddn.com/%E9%A3%8E%E7%BB%A7%E7%BB%AD%E5%90%B9.jpg',
		words: '[ar:张国荣]\n[ti:风继续吹]\n[00:00.60]张国荣 - 风继续吹\n[00:01.60]词：郑国江\n[00:02.60]曲：Ryudo Uzaki/Youko Agi\n[00:28.28]我劝你早点归去\n[00:32.11]你说你不想归去\n[00:34.95]只叫我抱着你\n[00:38.24]悠悠海风轻轻吹\n[00:40.42]冷却了野火堆\n[00:42.92]我看见伤心的你\n[00:46.44]你说我怎舍得去\n[00:49.09]哭态也绝美\n[00:52.50]如何止哭\n[00:53.90]只得轻吻你发边\n[00:56.33]让风继续吹\n[01:00.17]不忍远离\n[01:04.00]心里极渴望\n[01:06.09]希望留下伴着你\n[01:11.28]风继续吹\n[01:14.50]不忍远离\n[01:18.36]心里亦有泪不愿流泪望着你\n[01:24.76]过去多少快乐记忆\n[01:32.06]何妨与你一起去追\n[01:39.21]要将忧郁苦痛洗去\n[01:42.83]柔情蜜意我愿记取\n[01:46.42]要强忍离情泪\n[01:49.94]未许它向下垂\n[01:53.46]愁如锁眉头聚\n[01:57.02]别离泪始终要下垂\n[02:07.14]我已令你快乐\n[02:10.73]你也令我痴痴醉\n[02:13.53]你已在我心\n[02:16.53]不必再问记着谁\n[02:20.05]留住眼里每滴泪\n[02:23.03]为何仍断续流默默垂\n[02:52.23]我劝你早点归去\n[02:55.86]你说你不想归去\n[02:58.78]只叫我抱着你\n[03:01.91]悠悠海风轻轻吹\n[03:04.02]冷却了野火堆\n[03:06.71]我看见伤心的你\n[03:10.25]你叫我怎舍得去\n[03:13.22]哭态也绝美\n[03:16.47]如何止哭\n[03:17.57]只得轻吻你发边\n[03:19.90]让风继续吹\n[03:23.70]不忍远离\n[03:27.82]心里极渴望\n[03:30.24]希望留下伴着你\n[03:34.99]风继续吹\n[03:38.27]不忍远离\n[03:42.18]心里亦有泪不愿流泪望着你\n[03:48.61]过去多少 快乐记忆\n[03:55.81]何妨与你一起去追\n[04:02.91]要将忧郁苦痛洗去\n[04:06.53]柔情蜜意我愿记取\n[04:10.11]要强忍离情泪\n[04:13.50]未许它向下垂\n[04:17.30]愁如锁眉头聚\n[04:20.45]别离泪始终要下垂\n[04:30.90]我已令你快乐\n[04:34.47]你也令我痴痴醉\n[04:37.51]你已在我心\n[04:40.07]不必再问记着谁\n[04:43.84]留住眼里每滴泪\n[04:46.82]为何仍断续流默默垂\n[04:50.35]为何仍断续流默默垂\n[04:54.04]为何仍断续流默默垂'
	}, {
		id: 3,
		title: '一生所爱',
		artist: '卢冠廷、莫文蔚',
		file: 'http://f2.htqyy.com/play7/1666/mp3/7',
		cover: 'http://ww1.sinaimg.cn/thumb180/a0dc3075jw1fclkfbjbeej20fp0fp0wo.jpg',
		words: '[ar:卢冠廷]\n[ti:一生所爱]\n[00:00.10]卢冠廷、莫文蔚 - 一生所爱\n[00:20.20]词：唐书琛\n[00:30.30]曲：卢冠廷\n[00:38.87]男：从前 现在 过去了再不来\n[00:48.07]红红 落叶 长埋尘土 内\n[00:56.04]开始终结总是 没变改\n[01:05.25]天边的你飘泊 白云外\n[01:15.57]苦海 翻起爱恨\n[01:24.22]在世间 难逃避命运\n[01:33.85]相亲 竟不可 接近\n[01:43.01]或我应该 相信 是缘份\n[02:29.42]情人 别后 永远再不来\n[02:34.93]女：消散的情缘\n[02:38.19]男：无言独坐放眼尘世岸\n[02:44.20]女：愿来日再续\n[02:46.10]男：鲜花虽会凋谢\n[02:49.31]女：只愿\n[02:50.92]男：但会再开\n[02:53.75]女：为你\n[02:55.37]男：一生所爱隐约\n[02:58.16]女：守候\n[02:59.92]男：在白云外\n[03:02.64]女：期待\n[03:06.02]合：苦海 翻起爱恨\n[03:14.64]在世间 难逃避命运\n[03:24.31]男：相亲 竟不可 接近\n[03:33.59]或我应该 相信 是缘分\n[03:42.93]合：苦海 翻起爱恨\n[03:51.49]在世间 难逃避命运\n[04:01.23]男：相亲 竟不可 接近\n[04:10.38]或我应该 相信 是缘分'
	}, {
		id: 4,
		title: '我要你',
		artist: '任素汐',
		file: 'http://oj4t8z2d5.bkt.clouddn.com/%E6%88%91%E8%A6%81%E4%BD%A0.mp3',
		cover: 'http://oj4t8z2d5.bkt.clouddn.com/%E6%88%91%E8%A6%81%E4%BD%A0.jpg',
		words: '[ar:任素汐]\n[ti:我要你]\n[00:00.27]任素汐 - 我要你\n[00:01.42]词：樊冲\n[00:01.56]曲：樊冲\n[00:01.71]我要 你在我身旁\n[00:08.55]我要 你为我梳妆\n[00:15.26]这夜的风儿吹\n[00:18.62]吹得心痒痒 我的情郎\n[00:22.46]我在他乡 望着月亮\n[00:29.80]都怪这月色 撩人的疯狂\n[00:37.21]都怪这吉他 弹得太凄凉\n[00:44.31]欧 我要唱着歌\n[00:47.59]默默把你想 我的情郎\n[00:51.56]你在何方 眼看天亮\n[01:13.24]都怪这夜色 撩人的疯狂\n[01:20.72]都怪这吉他 弹得太凄凉\n[01:27.95]欧 我要唱着歌\n[01:31.37]默默把你想 我的情郎\n[01:35.21]你在何方 眼看天亮\n[01:42.81]我要 美丽的衣裳\n[01:50.38]为你 对镜贴花黄\n[01:57.04]这夜色太紧张\n[02:00.38]时间太漫长 我的情郎\n[02:04.36]我在他乡 望着月亮'
	}, {
		id: 5,
		title: '成都',
		artist: '赵雷',
		file: 'http://oj4t8z2d5.bkt.clouddn.com/%E6%88%90%E9%83%BD.mp3',
		cover: 'http://oj4t8z2d5.bkt.clouddn.com/%E6%88%90%E9%83%BD.jpg',
		words: '[ar:赵雷]\n[ti:06.成都 New]\n[00:00.00]赵雷 - 成都\n[00:00.92]词：赵雷\n[00:01.07]曲：赵雷\n[00:01.21]编曲：赵雷/喜子\n[00:01.49]制作人：赵雷/喜子/姜北生\n[00:01.96]BASS：张岭\n[00:02.10]鼓：贝贝\n[00:02.24]钢琴：柳森\n[00:02.42]箱琴：赵雷/喜子\n[00:03.26]笛子：祝子\n[00:03.44]弦乐编写：柳森\n[00:04.08]弦乐：亚洲爱乐国际乐团\n[00:05.27]和声：朱奇迹/赵雷/旭东\n[00:06.35]童声：朵朵/天天\n[00:18.23]让我掉下眼泪的\n[00:21.80]不止昨夜的酒\n[00:26.06]让我依依不舍的\n[00:29.91]不止你的温柔\n[00:33.79]余路还要走多久\n[00:37.92]你攥着我的手\n[00:41.81]让我感到为难的\n[00:45.78]是挣扎的自由\n[00:51.81]分别总是在九月\n[00:55.66]回忆是思念的愁\n[00:59.77]深秋嫩绿的垂柳\n[01:03.55]亲吻着我额头\n[01:07.55]在那座阴雨的小城里\n[01:11.47]我从未忘记你\n[01:15.37]成都 带不走的 只有你\n[01:23.51]和我在成都的街头走一走\n[01:31.38]直到所有的灯都熄灭了也不停留\n[01:39.23]你会挽着我的衣袖\n[01:43.12]我会把手揣进裤兜\n[01:47.12]走到玉林路的尽头\n[01:50.97]坐在小酒馆的门口\n[02:30.76]分别总是在九月\n[02:34.46]回忆是思念的愁\n[02:38.48]深秋嫩绿的垂柳\n[02:42.38]亲吻着我额头\n[02:46.40]在那座阴雨的小城里\n[02:50.35]我从未忘记你\n[02:54.21]成都 带不走的 只有你\n[03:02.18]和我在成都的街头走一走\n[03:10.02]直到所有的灯都熄灭了也不停留\n[03:18.16]你会挽着我的衣袖\n[03:21.90]我会把手揣进裤兜\n[03:25.80]走到玉林路的尽头\n[03:29.81]坐在小酒馆的门口\n[03:37.97]和我在成都的街头走一走\n[03:45.76]直到所有的灯都熄灭了也不停留\n[03:53.72]和我在成都的街头走一走\n[04:01.44]直到所有的灯都熄灭了也不停留\n[04:09.68]你会挽着我的衣袖\n[04:13.35]我会把手揣进裤兜\n[04:17.41]走到玉林路的尽头\n[04:21.27]走过小酒馆的门口\n[04:35.78]和我在成都的街头走一走\n[04:43.10]直到所有的灯都熄灭了也不停留'
	}, {
		id: 6,
		title: 'sound of silence',
		artist: 'Simon & Garfunkel',
		file: 'http://oj4t8z2d5.bkt.clouddn.com/sound-of-silence.mp3',
		cover: 'http://oj4t8z2d5.bkt.clouddn.com/sound-of-silence.jpg',
		words: '[ar:Simon & Garfunkel]\n[ti:the sound of silence]\n[00:00.87]The sound of silence-Simon & Garfunkel\n[00:02.66]Written by£ºPaul Simon\n[00:03.66]Hello darkness my old friend \n[00:08.08]I\'ve come to talk with U again \n[00:12.58]Because a vision softly creeping \n[00:17.33]Left its seeds while I was sleeping \n[00:21.99]And the vision that was planted in my brain \n[00:28.71]Still remains \n[00:32.00]Within the sound of silence\n[00:37.75]In restless dreams I walk alone\n[00:42.81]Narrow streets of cobble stone \n[00:47.22]\'Neath the halo of a street lamp \n[00:51.60]I turned my collar to the cold & damp \n[00:56.42]When my eyes were stabbled by the flash of a neon light \n[01:03.10]Split the night \n[01:06.60]And touched the sound of silence \n[01:12.26]And in the naked night I saw \n[01:16.71]Ten thousand people maybe more \n[01:21.46]People talking without speaking \n[01:25.88]People hearing without listening\n[01:30.50]People writing songs that voices never share\n[01:38.06]And no one dare \n[01:41.54]Disturb the sound of silence\n[01:47.35]"Fool" said I ain\'t do not know \n[01:51.68]"Silence like a cancer grows \n[01:56.09]Hear my words that I might teach U \n[02:00.46]"Take my arms that I might reach U\n[02:04.95]But my words like silent rain-drops fell\n[02:14.62]Echoed in the wells of silence\n[02:21.78]And the people bow & prayed\n[02:26.20]To the neon God they made\n[02:30.52]And the sign flash out its warning\n[02:34.90]In the words that it was forming\n[02:39.20]And the sign said "The words of the prophers\n[02:42.50]Are written on the subway walls & tenement halls\n[02:50.06]And whispered in the sounds of silence'
	}

];